Repository: kaishui-server/XY-Music-PC
Catalog: Strings/*/Resources.resw
Source language: en
Languages: de, es

# LyricsAlignment.Text
source: Lyrics Alignment
de: Songtext-Ausrichtung
es: Alineación de letras

# PlayingDetailAlignment.Text
source: Track Info Alignment
de: Titelausrichtung
es: Alineación de la información de la pista

# UseAlignmentInPortrait.Text
source: Apply alignment in portrait
de: Ausrichtung im Hochformat anwenden
es: Aplicar alineación en vertical

# ForceLeftWhenOff
source: When off, portrait mode forces left alignment
de: Wenn aus, erzwingt das Hochformat Linksausrichtung
es: Cuando está apagado, el modo vertical fuerza la alineación izquierda

# MusicInfoVisible.Text
source: Audio Info Visible
de: Audioinfo anzeigen
es: Mostrar información de audio

# LyricsMargin.Text
source: Lyrics Margin
de: Songtext-Seitenabstand
es: Letras Margin

# LyricsFontSize.Text
source: Lyrics Font Size
de: Schriftgröße (Songtext)
es: Tamaño de fuente de letras

# AreUSureDeleteFromDisk
source: Are you sure to delete music from the disk?
de: Musik wirklich von der Festplatte löschen?
es: ¿¿ estás seguro de eliminar la música del disco?

# MyPlayListDeleteAll.Text
source: Delete All
de: Alle löschen
es: Eliminar todo

# MyPlayListDeleteAllTitle
source: Delete All Playlists
de: Alle Playlists löschen
es: Eliminar todas las listas

# MyPlayListDeleteAllConfirm
source: This will delete all {0} playlists and their songs. This cannot be undone. Continue?
de: Alle {0} Playlists und ihre Songs werden gelöscht. Dies kann nicht rückgängig gemacht werden. Fortfahren?
es: Se eliminarán las {0} listas y sus canciones. No se puede deshacer. ¿Continuar?

# MyPlayListDeleteAllDone
source: Deleted {0} playlists
de: {0} Playlists gelöscht
es: Se eliminaron {0} listas

# SongListCoverEnable.Header
source: Song List Cover
de: Cover in Titelliste
es: Portada de la lista de canciones

# ListCoverEnable.Header
source: List Cover
de: Listen-Cover
es: Portada de la lista

# ListCoverEnableTooltip
source: Enable cover display on the list. If you encounter performance issues, please turn off this option as appropriate
de: Aktiviert Cover in Listen. Bei Performance-Problemen deaktivieren.
es: Activa la visualización de la portada en la lista y cierra esta opción según corresponda si tienes problemas de rendimiento

# SongCollectionListCoverEnable.Header
source: Song Collection List Cover
de: Sammlungs-Cover
es: Portada de la colección de canciones

# FavouriteListCoverEnabled.Header
source: Favorite List Cover
de: Cover in Favoritenliste
es: Portada de la lista de favoritos

# PlayListCoverEnabled.Header
source: Playlist Cover
de: Cover in Wiedergabeliste
es: Portada de la lista de reproducción

# ChangeMusicCoverCache.Content
source: Change the cover cache location
de: Cover-Cache-Speicherort ändern
es: Cambiar la ubicación de la caché de la portada

# FolderNumberOfSongs.Text
source: Songs
de: Titel
es: Canciones

# AddFolderPageTitle.Text
source: Music Folders
de: Musikordner
es: Carpetas de música

# AddFolderPageWelcomeTitle.Text
source: Welcome to XY Music
de: Willkommen bei XY Music
es: Bienvenido a XY Music

# AddFolderPageWelcomeSubtitle.Text
source: Add local music folders to start building your library. Supports common audio formats with automatic lyrics and cover art matching.
de: Füge lokale Musikordner hinzu, um deine Bibliothek aufzubauen. Unterstützt gängige Audioformate mit automatischem Abgleich von Liedtexten und Covern.
es: Agrega carpetas de música locales para comenzar a construir tu biblioteca. Admite formatos de audio comunes con sincronización automática de letras y carátulas.

# AddFolderPageDragHint.Text
source: or drag folders here
de: oder ziehe Ordner hierher
es: o arrastra carpetas aquí

# AddFolderPageDropOverlayText.Text
source: Release to add folders
de: Loslassen, um Ordner hinzuzufügen
es: Suelta para agregar carpetas

# AddFolderPageFolderCountSuffix.Text
source: folders
de: Ordner
es: carpetas

# OpenFolderToolTip.Content
source: Open folder
de: Ordner öffnen
es: Abrir carpeta

# RescanFolderToolTip.Content
source: Rescan
de: Erneut scannen
es: Volver a escanear

# RemoveFolderToolTip.Content
source: Remove folder
de: Ordner entfernen
es: Quitar carpeta

# CoverDiskCache.Text
source: Cover disk cache
de: Cover-Festplatten-Cache
es: Caché de disco de portada

# OfficialWebSite.Content
source: Sitio web oficial
de: Offizielle Webseite
es: OfficialWebSite

# AlbumSongs.Text
source: Songs
de: Titel
es: Canciones

# ExportM3u8List.Text
source: Export as m3u8
de: Als m3u8 exportieren
es: Exportar a m3u8

# DsdDopDescription
source: In this mode, the equalizer will not take effect, Dop will only take effect under WasAPI monopoly, and Native will only take effect under ASIO. This mode only supports hardware volume adjustment. If there is a popping sound, please try increasing the ASIO device buffer
de: In diesem Modus ist der EQ inaktiv. DoP funktioniert nur mit Wasapi Exklusiv, Native nur mit ASIO. Nur Hardware-Lautstärke wird unterstützt. Bei Tonaussetzern ASIO-Puffer erhöhen.
es: El igualador no entrará en vigor en este modo, el DOP solo entrará en vigor bajo el monopolio de wasapi, Native solo entrará en vigor bajo asio, en este modo solo se admite el ajuste de volumen del hardware, si hay un sonido explosivo, intente aumentar el amortiguador del dispositivo Asio

source: Default Device
de: Standardgerät
es: Dispositivos predeterminados

# WasapiExclusivePushText
source: Wasapi Exclusive(Push)
de: Wasapi Exklusiv (Push)
es: Wasapi exclusivo (push)

# WasapiExclusiveEventText
source: Wasapi Exclusive(Event)
de: Wasapi Exklusiv (Event)
es: Wasapi exclusivo (evento)

# WasapiSharedText
source: Wasapi Shared
de: Wasapi Gemeinsam
es: Wasapi compartido

# FadeInOutDescription
source: Only effective under DirectSound
de: Nur wirksam bei DirectSound
es: Solo en vigor bajo DirectSound

# FadeInOut.Text
source: Fade in and fade out
de: Ein-/Ausblenden
es: Desvanecerse

# WFWLyricsEnabled.Header
source: Word for word lyrics effect
de: Wort-für-Wort Songtexte
es: Efecto letra literal

# LyricsBlurAmount.Text
source: Lyrics Blur Amount
de: Unschärfegrad (Songtext)
es: Cantidad de borrosidad de la letra

# CharFloatAmount.Text
source: Char Float Amount
de: Zeichen-Verschiebung
es: Desplazamiento de caracteres

# CharScaleAmount.Text
source: Char Scale Amount
de: Zeichen-Skalierung
es: Escala de caracteres

# GlowAmount.Text
source: Glow Amount
de: Leuchteffekt-Stärke
es: Intensidad de brillo

# LongSyllableThreshold.Text
source: Long Syllable Threshold (ms)
de: Lange Silben-Schwelle (ms)
es: Umbral de sílaba larga (ms)

# UnplayedOpacity.Text
source: Unplayed Lyric Opacity
de: Deckkraft ungespielter Texte
es: Opacidad de letra no reproducida

# TranslatedOpacity.Text
source: Translated Lyric Opacity
de: Deckkraft übersetzter Texte
es: Opacidad de letra traducida

# PlayingLineTopOffset.Text
source: Playing Line Top Offset
de: Aktive Zeilenposition
es: Desplazamiento de línea activa

# TargetFrameRate.Text
source: Lyrics Frame Rate
de: Songtext-Bildrate
es: Frecuencia de letras

# WFWLyricsDescription
source: Effect preview, not actual word for word lyrics
de: Vorschau-Effekt, keine echten Wort-für-Wort Songtexte
es: Vista previa del efecto, no es una traducción literal de la letra de la canción.

# LrcTranslation.Text
source: Lrc Translation
de: Lrc Übersetzung
es: Traducción LRC

# UseImageDominantTheme.Text
source: Use album cover theme
de: Albumcover-Thema verwenden
es: Usar tema de portada de álbum

# EnableLightWave.Text
source: Enable Background Light Wave
de: Hintergrund-Lichtwelle aktivieren
es: Activar onda de luz de fondo

# PaletteAlgorithm.Text
source: Palette Algorithm
de: Palettenalgorithmus
es: Algoritmo de paleta

# RebootToApply
source: Restart the application for changes to take effect.
de: Starten Sie die Anwendung neu, damit die Änderungen wirksam werden.
es: Reinicia la aplicación para que los cambios surtan efecto.

# Win2dCover.Text
source: Win2D Cover (Experimental)
es: Portada Win2D (Experimental)

# Win2dAnimatedTitle.Text
source: Win2D Animated Text Block (Experimental)
de: Win2D animierter Textblock (Experimentell)
es: Bloque de texto animado Win2D (Experimental)

# TextDefaultEffect
source: Default(Low GPU overhead)
de: Standard(Geringer GPU-Aufwand)
es: Predeterminado(Bajo consumo de GPU)

# TextFadeEffect
source: Fade (Low GPU overhead)
de: Verblassen (Geringer GPU-Aufwand)
es: Fundido (Bajo consumo de GPU)

# TextWipeEffect
source: Wipe (Low GPU overhead)
de: Wischen (Geringer GPU-Aufwand)
es: Barrido (Bajo consumo de GPU)

# TextBlurEffect
source: Blur(High GPU overhead)
de: Unschärfe(Hoher GPU-Aufwand)
es: Desenfoque(Alto consumo de GPU)

# TextElasticEffect
source: Elastic(Low GPU overhead)
de: Elastisch(Geringer GPU-Aufwand)
es: Elástico(Bajo consumo de GPU)

# TextMotionBlurEffect
source: Motion Blur(High GPU overhead)
de: Bewegungsunschärfe(Hoher GPU-Aufwand)
es: Desenfoque de movimiento(Alto consumo de GPU)

# TextPivotEffect
source: Pivot(High GPU overhead)
de: Drehpunkt(Hoher GPU-Aufwand)
es: Pivote(Alto consumo de GPU)

# TextZoomEffect
source: Zoom(Low GPU overhead)
de: Zoomen(Geringer GPU-Aufwand)
es: Zoom(Bajo consumo de GPU)

# KrcTranslation.Text
source: Krc Translation
de: Krc Übersetzung
es: Traducción Krc

# LyricsTimeOffset.Content
source: Lyric time offset
de: Liedtext-Zeitverschiebung
es: Desfase de tiempo de la letra

# LyricsEmptyText.Text
source: No lyrics available
de: Keine Liedtexte verfügbar
es: Sin letra disponible

# LyricsEmptyLink.Content
source: Link lyrics
de: Liedtext verknüpfen
es: Vincular letra

# LinkLyricsTitle
source: Link lyrics
de: Liedtext verknüpfen
es: Vincular letra

# LinkLyrics.Content
source: Link lyrics
de: Liedtext verknüpfen
es: Vincular letra

# LinkLyricsSearchPlaceholder
source: Enter keywords to search lyrics
de: Suchbegriffe zum Suchen von Liedtexten eingeben
es: Introduce palabras clave para buscar letras

# LinkLyricsSearching
source: Searching…
de: Suche läuft…
es: Buscando…

# LinkLyricsNoResults
source: No matching lyrics found
de: Keine passenden Liedtexte gefunden
es: No se encontraron letras coincidentes

# LinkLyricsSearchFailed
source: Search failed, please retry
de: Suche fehlgeschlagen, bitte erneut versuchen
es: Error de búsqueda, reintenta

# LinkLyricsLinking
source: Fetching lyrics…
de: Liedtext wird abgerufen…
es: Obteniendo letra…

# LinkLyricsLinkFailed
source: Failed to fetch lyrics, please retry or pick another
de: Liedtext konnte nicht abgerufen werden, bitte erneut versuchen oder einen anderen wählen
es: No se pudo obtener la letra, reintenta o elige otra

# LinkLyricsImportLocal
source: Import lyrics from local file
de: Liedtext aus lokaler Datei importieren
es: Importar letra desde archivo local

# LinkLyricsOnlineNotSupported
source: Online songs do not support linking lyrics
de: Online-Songs unterstützen das Verknüpfen von Liedtexten nicht
es: Las canciones en línea no admiten la vinculación de letras

# LinkLyricsLinkedTitle
source: Linked Lyrics
de: Verknüpfte Liedtexte
es: Letras vinculadas

# LinkLyricsUnlink
source: Unlink
de: Verknüpfung aufheben
es: Desvincular

# LinkLyricsUnlinked
source: Lyrics link removed
de: Liedtext-Verknüpfung aufgehoben
es: Vínculo de letra eliminado

# LinkLyricsPluginSource
source: Plugin lyrics
de: Plugin-Liedtexte
es: Letras del plugin

# LinkLyricsLocalSource
source: Local lyrics
de: Lokale Liedtexte
es: Letras locales

# LinkLyricsCurrentSong
source: Current song lyrics
de: Liedtext des aktuellen Songs
es: Letra de la canción actual

# LinkLyricsUnknownArtist
source: Unknown artist
de: Unbekannter Künstler
es: Artista desconocido

# LyricsTimeOffsetTag.Text
source: Lyric time offset
de: Liedtext-Zeitverschiebung
es: Desfase de tiempo de la letra

# EnableAdvancedLyricsEffect.Text
source: Enable Advanced Word-for-Word Lyrics Effects
es: Habilitar efectos avanzados de letra palabra por palabra

# SettingsContent.Content
source: Settings
de: Einstellungen
es: Configuración

# FogEffect.Text
source: Fog Effect
de: Nebeneffekt
es: Efecto de niebla

# SnowEffect.Text
source: Snow Effect
de: Schneeeffekt
es: Efecto de nieve

# RaindropEffect.Text
source: Raindrop Effect
de: Regentropfeneffekt
es: Efecto de lluvia

# ShaderBackgroundExpander.Text
source: Shader Background
de: Shader-Hintergrund
es: Fondo de Sombreado

# ShortcutTextBoxPlaceholder
source: Click to record shortcut
de: Zum Aufnehmen klicken
es: Haga clic para grabar atajo

# ShortcutTextBoxClearToolTip.Content
source: Clear shortcut
de: Tastenkombination löschen
es: Borrar atajo

# ShortcutTextBoxCheckToolTip.Content
source: Check shortcut registration
de: Registrierung prüfen
es: Verificar registro del atajo

# SettingsPageShortcuts.Text
source: Shortcuts
de: Tastenkombinationen
es: Atajos

# SettingsPagePlayPauseShortcut.Text
source: Play / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausa

# SettingsPageNextSongShortcut.Text
source: Next Song
de: Nächster Titel
es: Siguiente canción

# SettingsPagePreviousSongShortcut.Text
source: Previous Song
de: Vorheriger Titel
es: Canción anterior

# ShortcutCheckTitle
source: Check
de: Prüfen
es: Verificar

# ShortcutCheckNoKey
source: No shortcut set.
de: Keine Tastenkombination festgelegt.
es: No se ha configurado atajo.

# ShortcutCheckRegistered
source: Shortcut is currently registered.
de: Tastenkombination ist registriert.
es: El atajo está registrado.

# ShortcutCheckConflict
source: Shortcut registration may conflict with another application.
de: Registrierung könnte mit anderer Anwendung kollidieren.
es: El registro del atajo podría entrar en conflicto con otra aplicación.

# SettingsPageVolumeUpShortcut.Text
source: Volume Up
de: Lauter
es: Subir volumen

# SettingsPageVolumeDownShortcut.Text
source: Volume Down
de: Leiser
es: Bajar volumen

# SettingsPageTogglePlayingDetailShortcut.Text
source: Toggle Playing Detail
de: Wiedergabedetails umschalten
es: Alternar detalle de reproducción

# SettingsPageBackShortcut.Text
source: Back
de: Zurück
es: Atrás

# SettingsPageShowWindowShortcut.Text
source: Toggle Hide / Show
de: Ein-/Ausblenden
es: Mostrar / Ocultar

# SettingsPageToggleFullScreenShortcut.Text
source: Toggle FullScreen
de: Vollbild umschalten
es: Alternar pantalla completa

# SettingsPageEnableGlobalHotKey.Text
source: Global hotkeys
de: Globale Tastenk\u00FCrzel
es: Atajos globales

# SettingsPageEnableGlobalHotKeyDescription.Text
source: Registered global hotkeys may conflict with other programs.
de: Registrierte globale Tastenkombinationen können mit anderen Programmen in Konflikt geraten.
es: Los atajos globales registrados pueden entrar en conflicto con otros programas.

# GlobalHotKeyConflictTitleFormat
source: Global hotkey occupied: {0}
de: Globales Tastenkürzel belegt: {0}
es: Atajo global ocupado: {0}

# GlobalHotKeyConflictPlayPause
source: Play / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausa

# GlobalHotKeyConflictNextSong
source: Next Song
de: Nächster Titel
es: Siguiente canción

# GlobalHotKeyConflictPreviousSong
source: Previous Song
de: Vorheriger Titel
es: Canción anterior

# GlobalHotKeyConflictVolumeUp
source: Volume Up
de: Lauter
es: Subir volumen

# GlobalHotKeyConflictVolumeDown
source: Volume Down
de: Leiser
es: Bajar volumen

# GlobalHotKeyConflictTogglePlayingDetail
source: Toggle Playing Detail
de: Wiedergabedetails umschalten
es: Alternar detalle de reproducción

# GlobalHotKeyConflictBack
source: Back
de: Zurück
es: Atrás

# GlobalHotKeyConflictShowWindow
source: Show / Hide Window
de: Ein-/Ausblenden
es: Mostrar / Ocultar

# GlobalHotKeyConflictToggleFullScreen
source: Toggle FullScreen
de: Vollbild umschalten
es: Alternar pantalla completa

# Advanced.Text
source: Advanced
de: Erweitert
es: Avanzado

# TrimOnHide.Text
source: Release memory when hiding window
de: Speicher beim Ausblenden freigeben
es: Liberar memoria al ocultar ventana

# TrimOnHideDescription.Text
source: Frees the working set when the app is hidden to the taskbar or closed to tray.
de: Gibt den Arbeitssatz frei, wenn die App in die Taskleiste minimiert oder in den Tray geschlossen wird.
es: Libera el conjunto de trabajo cuando la app se minimiza a la barra de tareas o se cierra a la bandeja.

# TrimAfterPlayback.Text
source: Auto-release memory after playback
de: Speicher nach Wiedergabe automatisch freigeben
es: Liberar memoria automáticamente tras reproducción

# TrimAfterPlaybackDescription.Text
source: Forces a full GC after each track. May cause UI hitches on low-end devices.
de: Erzwingt eine vollständige GC nach jedem Titel. Kann auf schwachen Geräten zu UI-Rucklern führen.
es: Fuerza un GC completo tras cada pista. Puede causar tirones de UI en dispositivos de gama baja.

# ArtistSplitSymbols.Text
source: Artist separators
de: Künstler-Trennsymbole
es: Separadores de artistas

# ArtistSplitSymbolsDescription.Text
source: Symbols used to split multiple artists in the artist field (comma separated). E.g. ", ; / 、 & feat.". Takes effect immediately.
de: Symbole zum Trennen mehrerer Künstler im Künstlerfeld (durch Komma getrennt). Z. B. ", ; / 、 & feat.". Wirkt sofort.
es: Símbolos para dividir varios artistas en el campo de artista (separados por comas). Ej.: ", ; / 、 & feat.". Tiene efecto inmediato.

source: Select artist
de: Künstler auswählen
es: Elegir artista

# TrimNow.Content
source: Release memory now
de: Speicher jetzt freigeben
es: Liberar memoria ahora

# TrimNowLabel.Text
source: Release memory now
de: Speicher jetzt freigeben
es: Liberar memoria ahora

# WindowBoundsDescription.Text
source: Main window position
de: Position des Hauptfensters
es: Posición de la ventana principal

# WindowBoundsHint.Text
source: Window position and size are saved automatically when the app exits, and restored on next launch. Click reset if the window is offscreen.
de: Position und Größe des Fensters werden beim Beenden automatisch gespeichert und beim nächsten Start wiederhergestellt. Klicke auf Zurücksetzen, falls das Fenster außerhalb des Bildschirms ist.
es: La posición y el tamaño de la ventana se guardan automáticamente al salir y se restauran al iniciar de nuevo. Pulsa Restablecer si la ventana queda fuera de la pantalla.

# ResetWindowBounds.Content
source: Reset window position
de: Fensterposition zurücksetzen
es: Restablecer posición de la ventana

# UpdateGuide.Text
source: User Guide
de: Benutzerhandbuch
es: Guía de usuario

# GuideLink.Content
source: View User Guide
de: Benutzerhandbuch anzeigen
es: Ver guía de usuario

# UpdateFaq.Text
source: FAQ
es: Preguntas frecuentes

# FaqLink.Content
source: View FAQ
de: FAQ anzeigen
es: Ver preguntas frecuentes

# ScrollEasingType.Text
source: Scroll Easing Curve
de: Bewegungskurve
es: Curva de desplazamiento

# EasingTypeDescription
source: Shape of the scroll animation curve between lyric lines
de: Form der Scroll-Animationskurve zwischen Textzeilen
es: Forma de la curva de animación entre líneas de letras

# ScrollEasingMode.Text
source: Scroll Easing Direction
de: Bewegungsrichtung
es: Dirección de desplazamiento

# EaseModeDescription
source: Whether easing applies at the start, end, or both sides
de: Ob die Beschleunigung am Anfang, am Ende oder auf beiden Seiten angewendet wird
es: Si la aceleración se aplica al inicio, al final o en ambos lados

# IconDesktopLyrics.Text
source: Desktop Lyrics
de: Desktop-Songtext
es: Letra en el escritorio

# IconDesktopLyricsLock.Text
source: Lock Desktop Lyrics
de: Desktop-Songtext sperren
es: Bloquear letra en el escritorio

# IconResetDesktopLyrics.Text
source: Reset Desktop Lyrics Window
de: Desktop-Songtext-Fenster zurücksetzen
es: Restablecer ventana de letra en el escritorio

# DesktopLyricsFontSize.Text
source: Desktop Lyrics Font Size
de: Schriftgröße (Desktop-Songtext)
es: Tamaño de fuente (letra en el escritorio)

# DesktopLyricsFontFamily.Text
source: Desktop Lyrics Font
de: Schriftart (Desktop-Songtext)
es: Fuente (letra en el escritorio)

# DesktopLyricsColor.Text
source: Desktop Lyrics Color
de: Farbe (Desktop-Songtext)
es: Color (letra en el escritorio)

# DesktopLyricsCustomColor.Text
source: Custom Color Override
de: Eigene Farbe verwenden
es: Usar color personalizado

# DesktopLyricsTranslation.Text
source: Desktop Lyrics Translation
de: Übersetzung (Desktop-Songtext)
es: Traducción (letra en el escritorio)

# DesktopLyricsKaraoke.Text
source: Desktop Lyrics Karaoke Effect
de: Karaoke-Effekt (Desktop-Songtext)
es: Efecto karaoke (letra en el escritorio)

# DesktopLyricsGlow.Text
source: Desktop Lyrics Glow
de: Glühen (Desktop-Songtext)
es: Resplandor (letra en el escritorio)

# DesktopLyricsCharFloat.Text
source: Desktop Lyrics Char Float
de: Schwebende Zeichen (Desktop-Songtext)
es: Flotación de caracteres (letra en el escritorio)

# DesktopLyricsCharScale.Text
source: Desktop Lyrics Char Scale
de: Zeichenskalierung (Desktop-Songtext)
es: Escala de caracteres (letra en el escritorio)

# DesktopLyricsLongSyllableThreshold.Text
source: Desktop Lyrics Long Syllable Threshold (ms)
de: Lange-Silben-Schwelle (Desktop-Songtext, ms)
es: Umbral de sílaba larga (letra en el escritorio, ms)

# DesktopLyricsGlowAmount.Text
source: Desktop Lyrics Glow Amount
de: Glühstärke (Desktop-Songtext)
es: Intensidad de resplandor (letra en el escritorio)

# DesktopLyricsCharFloatAmount.Text
source: Desktop Lyrics Char Float Amount
de: Schwebe-Stärke (Desktop-Songtext)
es: Intensidad de flotación de caracteres (letra en el escritorio)

# DesktopLyricsCharScaleAmount.Text
source: Desktop Lyrics Char Scale Amount
de: Skalierungsstärke (Desktop-Songtext)
es: Intensidad de escala de caracteres (letra en el escritorio)

# DesktopLyricsShadowAmount.Text
source: Desktop Lyrics Shadow Amount
de: Schattenstärke (Desktop-Songtext)
es: Intensidad de sombra (letra en el escritorio)

# DesktopLyricsFontWeight.Text
source: Desktop Lyrics Font Weight
de: Schriftgewicht (Desktop-Songtext)
es: Grosor de fuente (letra en el escritorio)

# DesktopLyricsWeightMedium.Content
source: Medium
de: Mittel
es: Medio

# DesktopLyricsWeightSemiBold.Content
source: SemiBold
de: Halbfett
es: Seminegrita

# DesktopLyricsWeightBold.Content
source: Bold
de: Fett
es: Negrita

# LyricsFontWeight.Text
source: Lyrics Font Weight
de: Schriftgewicht (Songtext)
es: Grosor de fuente (letra)

# RtssWarningTitle
source: Incompatible with D3D FPS overlays such as RivaTuner Statistics Server (RTSS)
de: Inkompatibel mit D3D-FPS-Überwachungstools wie RivaTuner Statistics Server (RTSS)
es: Incompatible con software de monitorización de FPS por D3D como RivaTuner Statistics Server (RTSS)
